1password-cli
acpid
adriconf
alacritty
alsa-plugins
alsa-tools
alsa-utils
amd-ucode
ant-dracula-gtk-theme
arc-gtk-theme
audacity
autoconf
automake
autorandr
aws-cli
baobab
barrier
base
bash
bind-tools
binutils
bison
bleachbit
broadcom-wl-dkms
brother-dcpl2540dw-cups
bspwm
bzip2
cmake
code
colordiff
coreutils
cpupower
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
discord
dmidecode
dnsmasq
docker
dunst
e2fsprogs
ebtables
espeak
fakeroot
feh
file
filesystem
findutils
firefox
firefox-i18n-ur
fish
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-icon-theme
go
gotop
gradle
grep
groff
gtk-engine-murrine
gtk2
gucharmap
gvfs-mtp
gzip
handbrake
hddtemp
i3lock-color
iftop
imagemagick
inetutils
intellij-idea-community-edition
iproute2
iputils
iw
jdk-openjdk
jfsutils
jq
kubectl-bin
la-capitaine-icon-theme
less
libreoffice-fresh
libtool
libva-mesa-driver
libva-utils
libvirt
licenses
linux
logrotate
lsof
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
mesa-vdpau
mplayer
msi-rgb
mupdf
mygtkmenu
nano
nautilus
neofetch
netctl
noto-fonts-emoji
ntfs-3g
ntp
nvm
nvme-cli
openconnect
openssh
pacman
pacman-contrib
pass
patch
pavucontrol
pciutils
perl
picom-rounded-corners
pkgconf
playerctl
polybar-git
powerline
powerline-fonts
procps-ng
psmisc
python
python-docker
python-feedparser
python-pip
python-pygments
qemu
qt4
radeontop
realtime-privileges
redshift
reflector
reiserfsprogs
rofi
s-nail
scrot
sed
shadow
simplescreenrecorder
sl
slack-desktop
spotify
spotifywm-git
stalonetray
starship-bin
stress
sudo
sxhkd
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
texinfo
transmission-gtk
trash-cli
tree
trizen
ttf-fira-code
ttf-font-awesome
ttf-material-icons-git
udiskie
ufw
unrar
unzip
usbutils
util-linux
vdpauinfo
vi
vim
vulkan-radeon
wget
which
wireless_tools
wpa_supplicant
x11vnc
xcursor-breeze
xdg-user-dirs
xdo
xdotool
xf86-video-amdgpu
xfsprogs
xorg-server
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xss-lock
xterm
xtitle
yad
zip
