acpid
alacritty-git
alacritty-terminfo-git
alsa-plugins
alsa-tools
alsa-utils
amd-ucode
autoconf
automake
aws-cli
baobab
bash
binutils
bison
bleachbit
broadcom-wl-dkms
bspwm
bzip2
cmake
colordiff
compton-git
coreutils
cpupower
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
dmidecode
docker
dunst
e2fsprogs
evince
fakeroot
feh
file
filesystem
findutils
fish
fisherman
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glances
glibc
gnome-icon-theme
go
goland
goland-jre
google-chrome
gradle
grep
groff
gtk2
gucharmap
gvfs-mtp
gzip
handbrake
hddtemp
i3lock-color
ifplugd
imagemagick
inetutils
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
iproute2
iputils
iw
jack2-dbus
jdk10-openjdk
jfsutils
jq
keepass
la-capitaine-icon-theme
less
libreoffice-fresh
libtool
libva-utils
libva-vdpau-driver
licenses
linux
logrotate
lsof
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
mygtkmenu
nano
nautilus
netctl
ntfs-3g
ntp
nvidia
nvidia-settings
nvidia-utils
nvm
openjdk10-doc
openssh
otf-fira-code
pacman
pacman-contrib
patch
pciutils
perl
pkgconf
playerctl
polybar-git
powerline-fonts
procps-ng
psmisc
pygmentize
python
python-docker
python-feedparser
python-pip
qjackctl
qt4
rbenv
realtime-privileges
redshift
reflector
reiserfsprogs
rofi
ruby-build
s-nail
scrot
sed
shadow
simplescreenrecorder
sl
slack-desktop
spotify
sudo
sxhkd
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
texinfo
transmission-gtk
trash-cli
tree
trizen
ttf-fira-code
ttf-font-awesome
ttf-google-fonts-git
ttf-jameel-noori-nastaleeq
ttf-liberation
ttf-material-icons
udiskie
unrar
unzip
usbutils
util-linux
vdpauinfo
vi
vim
visual-studio-code-bin
vlc
weechat-git
wget
which
wireless_tools
wpa_supplicant
xcursor-capitaine
xdg-user-dirs
xdotool
xfsprogs
xinit-xsession
xorg-server
xorg-xdm
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xterm
xtitle
yad
zip
zscroll-git
