acpid
adriconf
alacritty
alsa-plugins
alsa-tools
alsa-utils
amd-ucode
arandr
audacity
autoconf
automake
autorandr
azure-cli
baobab
base
bash
bashtop
binutils
bison
brother-dcpl2540dw-cups
bspwm
bzip2
cmake
code
colordiff
coreutils
cpupower
cri-o
crictl
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
discord
dmidecode
dnsmasq
dracula-gtk-theme
dunst
e2fsprogs
easyeffects
eog
ethtool
fakeroot
feh
file
file-roller
filemanager-actions
filesystem
findutils
firefox
firefox-i18n-ur
firefox-tridactyl
fish
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-calculator
gnome-icon-theme
gnome-keyring
go
grep
groff
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gtk4
gucharmap
gvfs-mtp
gzip
handbrake
hugo
ifplugd
iftop
imagemagick
inetutils
intellij-idea-community-edition
ipp-usb
iproute2
iptables-nft
iputils
iw
jdk-openjdk
jfsutils
jq
kubectl-bin
la-capitaine-icon-theme
less
libreoffice-fresh
libtool
libva-mesa-driver
libva-utils
libvirt
licenses
linux
logrotate
lostfiles
lsof
lsp-plugins-lv2
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
mesa-vdpau
minikube
mplayer
mupdf
mygtkmenui-git
nano
nautilus
net-tools
netctl
noto-fonts-emoji
ntfs-3g
ntp
nvm
nvme-cli
openconnect
openshot
openssh
pacman
pacman-contrib
pass
patch
pavucontrol
pciutils
perl
pfetch
picom-git
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
podman
polybar-git
powerline
powerline-fonts
procps-ng
psmisc
python
python-feedparser
python-pip
qemu-desktop
radeontop
ranger
realtime-privileges
redshift
reflector
reiserfsprogs
rmlint
rofi
s-nail
sane-airscan
scrot
sed
shadow
shellcheck
simple-scan
simplescreenrecorder
slack-desktop
slock
spotify
stalonetray
stress
sudo
sxhkd
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
texinfo
tldr
torbrowser-launcher
transmission-gtk
trash-cli
tree
trizen
ttf-fira-code
ttf-font-awesome
ttf-google-fonts-git
ttf-ibm-plex
ttf-material-icons-git
udiskie
ufw
unrar
unzip
usbutils
util-linux
vdpauinfo
vi
vim
vlc
vulkan-radeon
w3m
wget
which
x11vnc
xcursor-breeze
xdg-user-dirs
xdo
xdotool
xf86-video-amdgpu
xfsprogs
xiccd
xorg-server
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xss-lock
xterm
xtitle
yad
youtube-music-bin
zip
zoom
